[
    {
        "review_id": "STiFMww2z31siPY7BWNC2g",
        "user_id": "TlvV-xJhmh7LCwJYXkV-cg",
        "business_id": "yFumR3CWzpfvTH2FCthvVw",
        "stars": 5,
        "date": "2016-06-15",
        "text": "I have been an Emerald Club member for a number of years.  I have always been very satisfied with their vehicles and customer service.  This recent visit to Pittsburgh was no exception.",
        "useful": 0,
        "funny": 0,
        "cool": 0
    },
    {
        "review_id": "HkYqGb0Gplmmk-xlHTRBoA",
        "user_id": "NhOc64RsrTT1Dls50yYW8g",
        "business_id": "UBv8heCQR0RPnUQG0zkXIQ",
        "stars": 1,
        "date": "2016-09-23",
        "text": "The score should be negative. Its HORRIBLE. The have like 6-7 items in their buffet. No naans or salad. The items were either bland or stale. My friend had a potato curry which was completely stale without salt. The biriyani was okayish but bland. Would never recommend to anyone.",
        "useful": 0,
        "funny": 0,
        "cool": 0
    },
    {
        "review_id": "RgqWdZA4xR023iP3T6jVfA",
        "user_id": "NhOc64RsrTT1Dls50yYW8g",
        "business_id": "hdgYnadxg0GANhWOJabr2g",
        "stars": 5,
        "date": "2014-08-23",
        "text": "I went there twice and I am pretty happy with my haircut. The people are  really friendly. Would definitely go again.",
        "useful": 0,
        "funny": 0,
        "cool": 0
    },
    {
        "review_id": "-STQDcMcBcWX0H_NrsfR2Q",
        "user_id": "LKcdcMrq2xDzIThSHiZmLg",
        "business_id": "yEOu75XjwczngvWWlr0M_A",
        "stars": 4,
        "date": "2016-02-17",
        "text": "Great for the price, only $25 for long hair! Was hesitant about dry cut but it turned out good!",
        "useful": 1,
        "funny": 0,
        "cool": 0
    },
    {
        "review_id": "wcqt0III88LEcm19IxFFyA",
        "user_id": "msQe1u7Z_XuqjGoqhB0J5g",
        "business_id": "EAwh1OmG6t6p3nRaZOW_AA",
        "stars": 4,
        "date": "2011-02-25",
        "text": "Ribs = amazing\n2 hour wait time= not so amazing, but understandable. \n\nThis place would get 5 stars if they expanded their BBQ restaurant. Their ribs are AMAZING. You get SO much food for the price and it tastes sooo good. Plus, the two hour wait isnt always a bad thing because it gives you an excuse to drink and gamble while you wait!",
        "useful": 0,
        "funny": 0,
        "cool": 0
    },
    {
        "review_id": "kUZWBVZvhWuC8TWUg5AYyA",
        "user_id": "msQe1u7Z_XuqjGoqhB0J5g",
        "business_id": "zdE82PiD6wquvjYLyhOJNA",
        "stars": 5,
        "date": "2012-04-18",
        "text": "AMAZING!!!\n\n I was referred here by a friend and at first thought \"Korean and Mexican?? WEIRD... i dont know\"... but my husband and I were in the area and thought why not, lets try it... after my friend had nothing but great things to say about this place. We tried the chimichanga and it was ABSOLUTELY AMAZING.... We actually did 1\/2 chicken 1\/2 beef (have you EVER been to a place that will make a burrito half and half? i havent!) The meat has fantastic flavor. I'm not a beef girl but i'd order a whole plate of their beef - its that good. The chimichanga was HUGE enough for both of us to share it (and my husband also had a beef taco which also was delicious) and we were FULL and it was $11 total with drinks. YOu cant beat that.\n\nTHe service was great. The server was so nice and attentive- you could tell she was the owner. \n\nThe only thing I'd change is their chips they serve. They were burnt, too thick and kind of bland but their salsa is great. And lets face it, i'm fat so I we ate two baskets anyway so they cant be that bad. lol\n\nAll in all, food was delicious, A LOT of food for cheap, great prices, great service great flavor. Hell even my burps taste delicious. Bahaha!",
        "useful": 0,
        "funny": 1,
        "cool": 0
    },
    {
        "review_id": "brokEno2n7s4vrwmmUdr9w",
        "user_id": "msQe1u7Z_XuqjGoqhB0J5g",
        "business_id": "AxeQEz3-s9_1TyIo-G7UQw",
        "stars": 5,
        "date": "2011-10-10",
        "text": "If you like Thai food, you have to try the original thai bbq. Their pad se ew is to DIE for. Their thai egg rolls are delicious. Basil beef will not let you down (its not on the menu anymore, you have to ask for it!) \n\nYes, the building is not as fancy as some other places. Yes, i've batted a fly off my plate more than once. Yes, I do NOT go to the bathroom their because I dont even WANT to know what it looks like... \n\nBUT.. the thai food is the best in town. The service rocks. And you can get a $25 gift cert. on Restaurant.com for $2. Can you beat that? I think NOT.\n\nThis is the only place my husband and I go for anniversarys, date nights, birthdays.. anything!! I recommend it to everyone I know. If you KNOW good thai food, go here.",
        "useful": 1,
        "funny": 0,
        "cool": 0
    },
    {
        "review_id": "pfavA0hr3nyqO61oupj-lA",
        "user_id": "msQe1u7Z_XuqjGoqhB0J5g",
        "business_id": "vgfcTvK81oD4r50NMjU2Ag",
        "stars": 1,
        "date": "2011-02-25",
        "text": "This place sucks. The customer service is horrible. They dont serve food unless you order a pizza from a neighboring restaurant. Who does that? They dont control their crowd. Many times I've gone I've seen fights. The bartenders suck - I've almost got in a fight with one because she was a complete bitch. Refused to serve me a drink because she was \"busy\" celebrating her friends birthday BEHIND THE BAR. This place is ridiculous. I will NEVER go there again.. EVER.",
        "useful": 2,
        "funny": 0,
        "cool": 0
    },
    {
        "review_id": "jsDu6QEJHbwP2Blom1PLCA",
        "user_id": "msQe1u7Z_XuqjGoqhB0J5g",
        "business_id": "Ums3gaP2qM3W1XcA5r6SsQ",
        "stars": 5,
        "date": "2014-09-05",
        "text": "Delicious healthy food. The steak is amazing. Fish and pork are awesome too. Service is above and beyond. Not a bad thing to say about this place. Worth every penny!",
        "useful": 0,
        "funny": 0,
        "cool": 0
    },
    {
        "review_id": "Er4NBWCmCD4nM8_p1GRdow",
        "user_id": "msQe1u7Z_XuqjGoqhB0J5g",
        "business_id": "elqbBhBfElMNSrjFqW3now",
        "stars": 2,
        "date": "2011-02-25",
        "text": "Back in 2005-2007 this place was my FAVORITE thai place EVER. I'd go here ALLLLL the time. I never had any complaints. Once they started to get more known and got busy, their service started to suck and their portion sizes got cut in half. I have a huge problem with paying MORE for way less food. The last time I went there I had the Pork Pad se Ew and it tasted good, but I finished my plate and was still hungry. I used to know the manager here and she would greet me with a \"Hello Melissa, nice to see you again, diet coke & pad thai or pad se ew?\" Now a days, I know she still knows me but she disregards my presence. Also, I had asked her what was up with the new portion sizes and she had no answer for me. Great food but not worth the money. I havent been back in over a year because I refuse to pay $10-15 for dinner and still be hungry after. Sorry PinKaow, you are not what you used to be!!",
        "useful": 2,
        "funny": 0,
        "cool": 0
    },
    {
        "review_id": "LZp4UX5zK3e-c5ZGSeo3kA",
        "user_id": "msQe1u7Z_XuqjGoqhB0J5g",
        "business_id": "jtQARsP6P-LbkyjbO1qNGg",
        "stars": 1,
        "date": "2014-10-23",
        "text": "Terrible. Dry corn bread. Rib tips were all fat and mushy and had no flavor. If you want bbq in this neighborhood go to john mulls roadkill grill. Trust me.",
        "useful": 3,
        "funny": 1,
        "cool": 1
    },
    {
        "review_id": "dDl8zu1vWPdKGihJrwQbpw",
        "user_id": "msQe1u7Z_XuqjGoqhB0J5g",
        "business_id": "pomGBqfbxcqPv14c3XH-ZQ",
        "stars": 5,
        "date": "2012-11-13",
        "text": "I love this place! My fiance And I go here atleast once a week. The portions are huge! Food is amazing. I love their carne asada. They have great lunch specials... Leticia is super nice and cares about what you think of her restaurant. You have to try their cheese enchiladas too the sauce is different And amazing!!!",
        "useful": 0,
        "funny": 0,
        "cool": 0
    }
]